Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Lastly, it should respect the rules contained in article 14 of the Agreement and guarantee that no deposition or confession that has been done under torture be invoked as evidence”. (CCPR/CO/79/GNQ, July 30th 2004, B.3)
fr: Enfin, il devrait assurer le respect des règles énoncées à l'article 14 du Pacte et veiller à ce qu'en aucun cas les déclarations et aveux obtenus par la torture ne puissent être retenus comme élément de preuve. » (CCPR/CO/79/GNQ, 30 juillet 2004, B.3)

source: It also shows a great concern regarding the discrimination of women, in political life as well as in social and economical life.
fr: Il fait montre aussi d'une grande inquiétude pour la discrimination envers les femmes, tant dans la vie politique que dans la vie sociale et économique.

source: And it takes notice of the imprisonment of women that do not return their “dowry” when they separate from their husbands, and the non-recognition of shared paternity in case of divorce.
fr: Il note l'incarcération de femmes qui ne rendent pas leurs dots quand elles se séparent de leurs conjoints et la non-reconnaissance de la parentalité partagée en cas de divorce du couple.

source: The Committee recommends the government to adopt the necessary measures in order to promote the civil and political rights enumerated in the Agreement in accordance with articles 3, 23.4 and 26, and furthermore to end the practice of imprisoning women on the grounds of not returning the “dowry”, because this practice contradicts article 11 of the Agreement.
fr: Le Comité recommande au gouvernement qu'il adopte les mesures nécessaires pour promouvoir les droits civils et politiques énumérés dans le Pacte en vertu des articles 3,23.4 et 26 et ainsi mettre fin à la pratique d'emprisonnement de femmes pour des questions de restitution de la dot puisque cette pratique contrevient à l'article 11 du Pacte.

source: The Committee observes and is concerned by the continuation without modification of Law Nº 1 in Equatorial Guinea, which regulates non-governmental organizations' functioning, because the aforementioned Law does not take into account human rights' organizations and it sees with concern that associations, such as the Press Association of Equatorial Guinea (ASOPGE) or the Lawyers' Collegiate Association, have been prohibited, without a valid reason.
fr: Le Comité prévient et est inquiet qu'en Guinée Equatoriale la Loi N°1 de 1999, qui régit le fonctionnement des organisations non gouvernementales puisque dans cette Loi les organisations des droits de l'Homme ne sont pas considérées et il observe avec inquiétude que des associations comme l'Association de la Presse de Guinée Equatoriale (ASOPGE) ou l'Ordre des Avocats aient été interdits, sans motifs valables.

source: It is also concerned by the lack of workers' unions and recommends the government to:
fr: L'absence de syndicat l'inquiète aussi et il recommande au gouvernement :

source: “The Member State should take the necessary measures in order to guarantee assembly and association rights, particularly the right to create workers' unions (articles 19,21 and 22).
fr: « L'État partie devrait prendre les mesures voulues pour garantir les droits de réunion et d'association, en particulier le droit de constituer des syndicats (art. 19, 21 et 22 du Pacte).

source: The Member State should revise Law Nº 1 of 1999 in order to allow human rights' non-governmental organizations' registry and functioning and to allow the Press Association of Equatorial Guinea (ASOPGE) and the Lawyers' Collegiate Association to function freely.” (CCPR/CO/79/GNQ, July 30th 2004, B.11)
fr: Il devrait modifier la loi no 1 de 1999 de façon à permettre l'enregistrement et le fonctionnement des organisations non gouvernementales des droits de l'homme et autoriser l'Association de la presse de Guinée équatoriale (ASOPGE) et l'ordre des avocats à fonctionner librement. » (CCPR/CO/79/GNQ, 30 juillet 2004, B.11)

source: The Committee sees with concern the lack of protection for children, both those born in Equatorial Guinea as well as those from neighbouring countries, regarding the corporal punishments the children are subjected to as a supposed correction method, and in particular child prostitution of girls.
fr: Le Comité observe avec inquiétude l'absence de protection des enfants, aussi bien de ceux nés en Guinée Equatoriale que de ceux qui viennent de pays voisins, par rapport aux châtiments corporelles auxquelles sont soumis les enfants comme prétendu moyen de punition, et aussi en particulier de la prostitution infantile des jeunes filles.

source: It is also concerned by the lack of protection regarding health, labour, and education, and the low levels of schooling, the repeating and school abandonment of children in Equatorial Guinea.
fr: De même il est inquiet de l'absence de protection en matière de santé, de travail et d'éducation et les faibles niveaux d'enseignement, le redoublement et l'abandon scolaire en Guinée Equatoriale.

source: It compels the government of Equatorial Guinea to implement programs regarding the protection of children in those matters in accordance with articles 24 and 27 of the Civil and Political Rights' International Agreement.
fr: Il presse le gouvernement de Guinée Equatoriale à mettre en pratique les programmes relatifs à la protection des enfants sur ces aspects en conformité avec les articles 24 et 27 du Pacte international relatif aux Droits Civils et Politiques

source: It also regrets the continuing harassment of political opponents through detentions, fines and difficulties in finding work or getting out of the country to take part in meetings outside of Equatorial Guinea.
fr: Il regrette aussi que continue le harcèlement des opposants politiques au moyen d'arrestations, de contraventions et de difficultés pour trouver du travail ou sortir du pays pour participer à des réunions à dehors de la Guinée Equatoriale.

source: It also takes notice with great concern of the situation of political parties opposed to Teodoro Obiang Nguema's government, which suffer detentions, discrimination and even impediments and limitations when trying to register.
fr: Il note aussi avec une grande inquiétude la situation des partis politiques opposés au gouvernement de Teodoro Obiang Nguema qui souffrent d'arrestations, de discriminations et même d'empêchement et de limitation pour se faire enregistrer.

source: The Committee makes a special mention to the irregularities observed in the last elections which took place in Equatorial Guinea and that ended with all opposition candidates stepping down, and it recommends the government to:
fr: Le Comité fait particulièrement référence aux irrégularités qui ont été observés lors des dernières élections qui ont eu lieu et dont le point culminant a été le retrait de tous les candidats de l'opposition, et il recommande au gouvernement :

source: “The Member State should treat all political parties with equality and give them the same opportunities in order for them to carry out their legitimate activities, promoting in practice political pluralism, in accordance with the dispositions contained in articles 25 and 26 of the Agreement.
fr: « L'État partie devrait traiter tous les partis politiques sur un pied d'égalité et appuyer de la même manière leurs activités légitimes, en favorisant de fait le pluralisme politique, conformément aux dispositions des articles 25 et 26 du Pacte.

source: Furthermore, the Member State should guarantee that the electors freely state their will through universal suffrage, equal and secret, respecting the right mentioned in article 25 of the Agreement”. CCPR/CO/79/GNQ, July 30th 2004, B.12)
fr: Il devrait en outre garantir la libre expression de la volonté des électeurs par un suffrage universel et égal, au scrutin secret, respectant ainsi les droits énoncés à l'article 25 du Pacte. » (CCPR/CO/79/GNQ, 30 juillet 2004,B.12)

source: The Committee expresses its concern, as well, regarding the complaints of discriminatory treatment and persecution of minority ethnic groups, particularly to Bubis, and it recommends the government to take the appropriate measures in order to guarantee the equality rights of all ethnic groups in accordance with articles 26 and 27 of the Agreement.
fr: De même, le Comité exprime son inquiétude à cause des plaintes pour traitement discriminatoire et persécution des groupes ethniques minoritaires, en particulier les bubis et recommande au gouvernement de prendre les mesures nécessaires pour garantir les droits à l'égalité de tous les groupes ethniques en conformité avec les articles 26 et 27 du Pacte.

source: Taking into account the seriousness of the facts exposed in this written intervention, we ask the International Community to be conscious of the serious situation now existing in Equatorial Guinea, and it reaffirms the need and petitions the Human Rights Committee, in the name of the Committee's Special Representative, to examine the situation of human rights in Equatorial Guinea.
fr: Prenant en compte la gravité des faits exposés dans cette intervention écrite, nous demandons à la Communauté Internationale de prendre conscience de la situation grave qui existe en Guinée Equatoriale et nous réaffirmons la nécessité et demandons à la Commission des Droits de l'Homme qu'elle nomme un représentant Spécial de la Commission qui examine la situation des droits de l'Homme en Guinée Equatoriale.

source: Working Party on Pollution and Energy (GRPE)
fr: COMITÉ DES TRANSPORTS INTÉRIEURS

source: (30 May - 3 June 2005)
fr: Forum mondial de l'harmonisation des Règlements concernant les véhicules (WP.29)

source: to be held at the Palais des Nations, Geneva,
fr: Groupe de travail de la pollution et de l'énergie (GRPE) (30 mai-3 juin 2005)

source: from Monday, 30 May 2005, 09.30h,
fr: ORDRE DU JOUR PROVISOIRE ANNOTÉ DE LA CINQUANTIÈME SESSION, ,

source: to Friday, 3 June 2005, 12.30h
fr: qui se tiendra au Palais des Nations, à Genève, du lundi 30 mai 2005 à 9 h 30 au vendredi 3 juin 2005 à 12 h 30

source: 1/ The fiftieth session was initially scheduled to be held from 31 May (afternoon only) to 3 (morning only) June 2005.
fr: a) Réunion informelle du groupe de travail des systèmes harmonisés à l'échelle mondiale d'autodiagnostic des véhicules utilitaires lourds (WWH-OBD)

source: However, during its last session (TRANS/WP.29/GRPE/49, para. 53), GRPE decided to start the session on Monday morning, 30 May 2005 with the informal meetings, without interpretation, and to conclude on Friday noon, 3 June 2005.
fr: Elle se tiendra le lundi 30 mai 2005, de 9 h 30 à 17 h 30.

source: These modifications to the agenda were confirmed by WP.29 at its one-hundred-and-thirty-fifth session in March 2005.
fr: L'ordre du jour de la réunion sera établi par le secrétariat du groupe WWH-OBD et distribué à ses membres avant la réunion.

source: Full interpretation will only be provided from Tuesday afternoon to Friday morning.
fr: Note du secrétariat: cette réunion se tiendra sans interprétation.

source: In case of difficulty, please contact by telephone the UNECE secretariat (internal extension 71112 or 72402).
fr: b) Réunion informelle du groupe de travail du Programme de mesure des particules (PMP)

source: 3/ As part of the secretariat's efforts to reduce expenditure, all the official documents as well as the informal documents distributed prior to the session by mail and/or placed on the website, will not be available in the conference room for distribution to session participants.
fr: Elle se tiendra le mardi 31 mai 2005 (matin), de 9 h 30 à 12 h 30. L'ordre du jour de la réunion sera établi par le secrétariat du groupe PMP et distribué à ses membres avant la réunion.

source: Delegates are kindly requested to bring their copies of documents to the meeting.
fr: Note du secrétariat: cette réunion se tiendra sans interprétation.

source: (The WP.29 website address is: http://www.unece.org/trans/main/welcwp29.htm
fr: c) Réunion informelle du groupe de travail des émissions hors cycle (OCE)

source: select GRPE and find "Working Documents" as well as "Informal Documents").
fr: Elle se tiendra le mardi 31 mai 2005 (après-midi), de 14 h 30 à 17 h 30.

source: For the translation of the afore-mentioned official documents, delegates can now access the new public Official Document System (ODS) at the website address: http://documents.un.org
fr: d) Réunion informelle du groupe de travail du GRPE sur les émissions des engins mobiles non routiers (NRMM)

source: Note: This document is distributed to the Experts on Pollution and Energy only.
fr: Elle se tiendra le mercredi 1er juin 2005 (matin), de 9 h 30 à 12 h 30.

source: (a) Informal meeting of the GRPE working group on World-Wide harmonized Heavy-duty On-Board Diagnostics (WWH-OBD)
fr: e) Réunion informelle du groupe de travail sur les véhicules à hydrogène et à pile à combustible (HFCV)

source: To be held on Monday, 30 May 2005, from 09.30 h till 17.30 h. The agenda of the meeting will be prepared by the WWH-OBD group secretariat and distributed to the members of the group prior to the meeting.
fr: Elle se tiendra le mercredi 1er juin 2005 (après-midi), de 14 h 30 à 17 h 30.

source: Note by the secretariat: This informal meeting will be held without interpretation.
fr: L'ordre du jour de la réunion sera établi par le secrétariat du groupe HFCV et distribué à ses membres avant la réunion.

source: (b) Informal meeting of the GRPE working group on Particle Measurement Programme (PMP)
fr: Elle se tiendra du jeudi 2 juin 2005, à 9 h 30 au vendredi 3 juin 2005 à 12 h 30.

source: To be held on Tuesday morning, 31 May 2005, from 09.30 h till 12.30 h. The agenda of the meeting will be prepared by the PMP group secretariat and distributed to the members of the group prior to the meeting.
fr: À sa dernière session (TRANS/WP.29/GRPE/49, par. 53), le GRPE a toutefois décidé qu'elle commencerait le lundi 30 mai 2005, par les réunions informelles, sans interprétation et qu'elle s'achèverait le vendredi 3 juin 2005, à la mi-journée.

source: (c) Informal meeting of the GRPE working group on Off-Cycle emissions (OCE)
fr: Les services d'interprétation ne seront pleinement assurés que du mardi après-midi au vendredi matin.

source: To be held on Tuesday afternoon, 31 May 2005, from 14.30 h till 17.30 h. The agenda of the meeting will be prepared by the OCE group secretariat and distributed to the members of the group prior to the meeting.
fr: Les nouvelles procédures d'accréditation s'appliquent à tous les représentants participant à des réunions au Palais des Nations.

source: (d) Informal meeting of the GRPE working group on the emissions from Non-Road Mobile Machinery (NRMM)
fr: Ils sont donc priés de remplir l'une des formules d'inscription ci-jointes (également disponibles sur le site Internet de la Division des transports de la CEE) (http://www.unece.org/trans/registfr.html) et de la renvoyer, deux semaines au moins avant la session, à la Division des transports de la CEE, soit par télécopie (+41 22 917 0039), soit par courrier électronique (nelly.enonler@unece.org ou romain.hubert@unece.org).

source: To be held on Wednesday morning, 1 June 2005, from 9.30 h till 12.30 h. The agenda of the meeting will be prepared by the NRMM group secretariat and distributed to the members of the group prior to the meeting.
fr: Avant la session, les représentants sont priés de se présenter au bureau des cartes d'identité de la Section de la sécurité et de la sûreté, installé à la Villa Les Feuillantines, 13, avenue de la Paix, Genève, afin d'obtenir une plaquette d'identité.

source: (e) Informal meeting of the GRPE working group on Hydrogen and Fuel Cell Vehicles (HFCV)
fr: En cas de difficultés, téléphoner au secrétariat de la CEE (poste 71112 ou 72402).

source: To be held on Wednesday afternoon, 1 June 2005, from 14.30 h till 17.30 h. The agenda of the meeting will be prepared by the HFCV group secretariat and distributed to the members of the group prior to the meeting.
fr: Dans un souci d'économie, les documents officiels et les documents informels expédiés par courrier et/ou placés sur le site Web ne seront plus distribués en salle. Les participants sont priés de bien vouloir se rendre à la réunion munis de leur propre exemplaire.

source: (f) Fiftieth session of the GRPE proper
fr: Pour la traduction des documents officiels susmentionnés, les participants ont désormais accès au nouveau système de diffusion électronique des documents (ODS), à l'adresse suivante: http://documents.un.org.

source: To be held on Thursday, 2 June 2005, from 09.30 h to Friday, 3 June 2005, until 12.30 h:
fr: Note: Le présent document est distribué uniquement aux experts de la pollution et de l'énergie.

source: / Delegations are invited to submit brief statements on the latest status in national requirements and, if necessary, to supplement this information orally.
fr: Les délégations sont invitées à présenter de brèves communications sur l'état le plus récent des prescriptions nationales et, le cas échéant, à les compléter oralement.

source: † More comprehensive country data on children and women are available at www.unicef.org.
fr: * Des données nationales plus détaillées sur les enfants et les femmes sont disponibles à l'adresse <www.unicef.org>.

source: Over the last decade, the earlier impressive progress of Swaziland in human development has been reversed.
fr: Au cours des 10 dernières années, les progrès remarquables que le Swaziland avait enregistrés en terme de développement humain ont été remis en cause.

source: The Government's Smart Programme for Enhanced Economic Development, launched in 2004, includes a call for action to address HIV/AIDS, economic stagnation, corruption, youth unemployment, the care and education of orphans and vulnerable children (OVCs), and the perilous position of national finances.
fr: Le programme rationnel du Gouvernement pour la promotion du développement économique, lancé en 2004, est un appel à l'action pour résoudre les problèmes liés au VIH/sida, à la stagnation économique, à la corruption, au chômage des jeunes, à l'accès des orphelins et des enfants vulnérables aux soins et à l'éducation et à la situation périlleuse des finances publiques.

source: Addressing these challenging issues will tax the capacities of Government, communities and families alike.
fr: Ces défis mettront à rude épreuve les capacités du Gouvernement, des collectivités et des familles.

source: The ranking of Swaziland as a low middle-income country limits its access to concessional loans and assistance.
fr: Le fait que le Swaziland soit classé parmi les pays à revenu intermédiaire faible limite son accès à des prêts et à une aide assortis de conditions de faveur.

source: The country has one of the world's highest Gini coefficients, at 0.61.
fr: Le pays a l'un des coefficients de Gini les plus élevés du monde, à 0,61 %.

source: Ten per cent of its 1.1 million population controls over 40 per cent of the wealth, while 69 per cent of its people live below the poverty line at $0.70 per day, up from 66 per cent in 1997, according to national statistics.
fr: Selon les statistiques nationales, 10 % de sa population de 1,1 million d'habitants contrôle plus de 40 % des richesses, cependant que 69 % de cette même population, contre 66 % en 1997, vit au-dessous du seuil de pauvreté avec 0,70 dollar par jour.

source: Changes in global trade rules and in regional comparative advantages are hammering the country's economic prospects from without, while AIDS is undermining foundations of social capital from within.
fr: L'évolution des règles du commerce mondial et des avantages régionaux comparatifs déterminent de l'extérieur les perspectives économiques du pays, pendant que le sida sape les bases du capital social de l'intérieur.

source: Illnesses undermine the productivity and competitiveness of the formal sector, while health and funeral costs consume family capital required for livelihood activities.
fr: Les maladies compromettent la productivité et la compétitivité du secteur structuré, cependant que les dépenses de santé et les frais d'obsèques consument le capital familial nécessaire aux activités de subsistance.

source: The economy has stagnated since the early 1990s, and since 2000 progress towards the Millennium Development Goals has been in reverse gear.
fr: L'économie stagne depuis le début des années 90 et, depuis 2000, le pays s'éloigne des objectifs du Millénaire pour le développement.

source: Under-5 mortality has risen from 90 to 153 per 1,000 live births since 1999, while life expectancy has declined from 57 to 35 years in the last decade, as reported in national statistics.
fr: La mortalité des moins de 5 ans a augmenté depuis 1999, passant de 90 à 153 pour 1 000 naissances vivantes, alors que l'espérance de vie est tombée de 57 à 35 ans au cours des 10 dernières années, selon les statistiques nationales.

source: Approximately 40 per cent of children are stunted, and 12 per cent are undernourished, according to a 2002 food security assessment.
fr: Selon une évaluation de 2002 sur la sécurité alimentaire, près de 40 % des enfants souffrent de retard de croissance et 12 % sont sous-alimentés.

source: Rural access to safe water, measured at 41 per cent in 2000, has seen little progress in coverage since the 1980s.
fr: En 2000, 41 % de la population rurale avait accès à l'eau potable mais cette proportion n'a guère augmenté depuis les années 80.

source: Drought has affected more than one third of the country since 2001, deepening poverty and vulnerability, and forcing the Government to declare an emergency in February 2004.
fr: La sécheresse a touché plus d'un tiers du pays depuis 2001, accentuant la pauvreté et la vulnérabilité et contraignant le Gouvernement à proclamer l'état d'urgence en février 2004.

source: The real emergency countrywide is rooted in the world's most severe HIV/AIDS epidemic.
fr: Mais la véritable situation d'urgence qui sévit dans l'ensemble du pays a pour origine l'épidémie de VIH/sida la plus grave du monde.

source: HIV prevalence among pregnant women grew steadily from 3.9 percent in 1992 to 42.6 percent in 2004.
fr: Le taux de prévalence du VIH chez les femmes enceintes n'a cessé de croître, passant de 3,9 % en 1992 à 42,6 % en 2004.

source: More than 200,000 people are living with HIV (2004), and over 4,000 infections occur annually in infants.
fr: Plus de 20 000 personnes sont séropositives (2004) et plus de 4 000 nourrissons sont infectés chaque année.

source: As AIDS decimates an entire generation in the 20-49 age group, extended family social safety nets are being stretched to the breaking point, and in some families only the vulnerable elderly and children are left alive.
fr: Pendant que le sida décime toute une génération dans la tranche d'âge des 20 à 49 ans, les filets de protection sociale qu'offre la famille étendue sont au bord de la rupture et, dans certaines familles, seules les personnes âgées vulnérables et les enfants sont encore en vie.
